Repository: KuroiAme/Indexer
Catalog: IndexerIOS/*.lproj/Localizable.strings
Languages: no

source: Large Objects
no: Stort

source: Storage Data
no: Lagerinfo

source: Name of the storage unit
no: stedsnavn

source: Address
no: Addresse

source: Key contact
no: Nøkkelkontakt

source: Zip Code
no: Postnummer

source: City
no: Poststed

source: Dimensions height,width,depth e.g. meters/yards
no: Størrelse høyde,bredde,dybde i meter

source: Your storage fill degree estimate
no: Beregnet restplass

source: Space available
no: Tilgjengelig plass

source: Name
no: Navn

source: Description
no: Beskrivelse

source: Large Object Details
no: Detaljer om store eiendeler

source: Box Item Details
no: Detaljer om innhold i en eske

source: pick image
no: Velg bilde

source: Box Identifier
no: navn på beholder

source: Item Name
no: Navn på eiendeler

source: Item description
no: Beskrivelse av eiendeler

source: Box Identifier can be your initials pluss a number that you can use to write on your boxes so you know for sure
no: Navnet på eske kan for eks være dine initialer pluss nummer, noe du skriver på esken som er synlig fra forskjellige kanter så du kjenner den igjen

source: swipe right to left to delete things
no: Dra fingeren horisontalt fra høyre mot venstre langs tingen du vil slette for å frem delete-knappen

source: Overview
no: Oversikt

source: Number of boxes
no: Antall esker

source: Number of Large Items
no: Antall Store eiendeler

source: Number of Items in boxes
no: Antall eiendeler i esker

source: Dimensions must be in numbers only
no: størrelse kan kun oppgis i tall

source: nice, for sale 1000$
no: fin, til salgs: 5000,- NOK

source: scheduled for trashing
no: skal kastes

source: Lamp
no: Lampe

source: Drawing material
no: Tegnemateriell

source: Comic Books
no: Tegneserier A4

source: More
no: Fler

source: Container
no: Beholder

source: Containers
no: Beholdere

source: save
no: lagre

source: Manifest/index for storage
no: Lagermanifest for lager

source: Picture attachments
no: Bildevedlegg

source: Include item images
no: inkluder bilder fra eskeinnhold

source: Items
no: Smått

source: Storages
no: steder

source: Item details
no: småting detaljer

source: In
no: inni

source: Items in this container
no: Ting i denne beholderen

# Preferences
source: Instillinger
no: Preferanser

source: List containers in the large object list
no: Vis beholdere som stort

source: Include QRcode in emails where applicable
no: inkluder QRkode i epost

source: remove picture?
no: fjern bilde?

source: remove picture
no: fjern bilde

source: Delete
no: Slett

source: Cancel
no: avbryt

source: Number of
no: antall

source: Statistics
no: Statistikk

source: What type of object is it?
no: hva slags type objekt er det?

source: small
no: Smått

source: Tags
no: Merker

source: Tag
no: Merk

source: Width
no: Bredde

source: Height
no: høyde

source: Create
no: Lag

source: Really Delete current image?
no: Virkelig slette nåværende bilde?

source: Add
no: Legg til

source: add image from where?
no: legg til bilde fra hvor?

source: Camera
no: Kamera

source: Photo Library
no: Bildebiblioteket

source: Extract
no: Ta ut

# Currency
source: Value
no: Verdi

source: Count
no: Antall

source: Show Content
no: Vis innhold

source: Show Receipts
no: Vis kvitteringer

source: Enter tag text
no: Skriv nøkkelord

source: Small items that fit in a container.
no: Små ting som passer i en beholder

source: QR code scanner.
no: QR-kodeleser

source: Settings.
no: Instillinger

source: Large items too big for a container.
no: Store ting for store til å passe i en beholder

source: Locations.
no: Steder

source: Back one screen.
no: tilbake en skjerm

source: Back to the dashboard.
no: tilbake alle skjermene

source: Set Active gallery to a container or location.
no: Set aktivt galleri til en beholder eller sted

source: Dashboard.
no: Oversiktspanelet

source: Write en email.
no: Skriv en epost

source: Extract your tag image area into a more detailed object.
no: Klipp ut taggen/nøkkelordets område til et mer detaljert objekt.

source: Save this gallery object to container or location.
no: Lagre dette galleriobjektet til en lokasjon eller beholder

source: Tag zoomed object
no: Nøkkelordmarker det zoomede objektet.

source: List of tags.
no: Liste av nøkkelord.

source: Icons used in Indexer
no: Ikoner brukt i Indexer

# IntroText
source: Take photographs with your camera and view them in a carousel. Zoom into objects you like, then double-tap. Tag your stuff like faces on Facebook. To look at each tag/keyword hold your finger on the tag. If you want, you can make your tag into a small or big item, or even a container. Send an email with a list of your stuff to whoever you like.
no: Ta fotografier med kamera og se de i en karusell. Zoom inn på hvilket objekt du vil, trykk på skjermen to ganger fort. Da kan du markere tingen din med letthet. For å se på hvert nøkkelordo hold nede fingeren på nøkkelordet. Hvis du vil kan du lagre det nøkkelordmarkerte stedet i bildet som et lite objekt, stort eller en beholder. Send en epost til hvem du vil med hva du har for eksempel på loftet. Et eksempel kunne vært forsikringen.

source: help me improve the app: allow anonymous statistics
no: Hjelp meg med å forbedre appen: tillat anonym statistikk

source: Help
no: Hjelp

source: Total cash
no: Toal penge

source: number of
no: Antall av

source: value
no: verdi

# storages
source: locations
no: lokasjoner

source: Indexer Dashboard
no: Indexer Oversiktspanel

source: Saving Image, Please Wait…
no: Lagrer bilde, vennligst vent

source: Big details
no: Store ting detaljer

source: share the WordCloud?
no: Dele ordskyen?

source: cancel
no: avbryt

source: Set active to what?
no: Sett aktivt galleri til hva?

source: All
no: Alle

source: from current position
no: Fra der du er nå

source: from address
no: fra en addresse

source: Location from
no: Sted fra
