Repository: KuroiAme/Indexer
Catalog: GarageIndex/GarageIndex/*.lproj/Localizable.strings
Languages: de

source: Boxes
de: Schachtelen

source: Large Objects
de: grossen Sachen

source: Storage Data
de: Lagerdateien

source: Name of the storage unit
de: Lagername

source: Address
de: Adresse

source: Key contact
de: Schlüssel Kontakt

source: Zip Code
de: Postleitzahl

source: City
de: Ort

source: Dimensions height,width,depth e.g. meters/yards
de: Dimensionen, Höhe, Breite, Tiefe Z.B. Meter

source: Your storage fill degree estimate
de: Geschätzter Lagerfüllbestand

source: Space available
de: Vorhandener Platz

source: Description
de: Beschreibung

source: Large Object Details
de: Details zu grossen Objekten

source: Box Item Details
de: Box Artikel Details

source: pick image
de: Bild beifügen

source: Box Identifier
de: Box Identifizierer

source: Item Name
de: Artikelname

source: Item description
de: Artikelbeschreibung

source: Box Identifier can be your initials pluss a number that you can use to write on your boxes so you know for sure
de: Der Boxindendifizier kann aus ihren Initalen plus einer Zahl bestehen, mit der sie die Box zur sicheren Wiedererkennung beschriften

source: swipe right to left to delete things
de: Löschen bei swiping rechts nach links

source: Overview
de: Übersicht

source: Number of boxes
de: Anzahl der Schachteln

source: Number of Large Items
de: Anzahl grosser Gegenstände

source: Number of Items in boxes
de: Anzahl der Gegenstände in der Schachtel

source: Dimensions must be in numbers only
de: Masse bitte nur in Zahlen

source: nice, for sale 1000$
de: zu verkaufen, Schnäppchenpreise bis 1000 Euro

source: scheduled for trashing
de: Zum Entsorgen

source: Lamp
de: Lampe

source: Drawing material
de: Zeichnungsmaterial

source: Comic Books
de: Comics

source: More
de: Mehr

source: Container
de: Behälter

source: Containers
de: Behätern

source: save
de: Sichern

source: index email
de: email Verzeichnis

source: Manifest/index for storage
de: Lagerliste

source: Picture attachments
de: Bildanhang

source: Include item images
de: Einschliesslich Artikelfoto

source: Items
de: Artikel

source: Storages
de: Lager

source: Item details
de: Details Artikel

source: Items in this container
de: Gegenstände in diesem Behälter

source: Preferences
de: Einstellungen

source: List containers in the large object list
de: Behältern mit grösserer Sachen

source: Include QRcode in emails where applicable
de: QR-kode in emails mitnehmen

source: remove picture?
de: Bild entfernen?

source: Delete
de: entfernen

source: Cancel
de: abbrechen

source: remove picture
de: Bild entfernen

source: Number of
de: Anzahl von

source: Statistics
de: Statistik

source: allow anonymous statistics
de: anonymer Statistik zulassen

source: What type of object is it?
de: Welche grosse ist das Objekt?

source: Extract
de: Ausnehmen

source: Back
de: zuruck

source: small
de: kleins

source: Tags
de: Marken

source: Tag
de: Markieren

source: Width
de: Breite

source: Height
de: hõhe

source: Create
de: Ershaffen

source: input tags, comma seperated
de: Marken schreiben, mit Komma seperariert

source: Really Delete current image?
de: Wollen sie das jetztigen Bild lõschen?

source: Add
de: Zulegen

source: add image from where?
de: Bild von wo zulegen

source: Photo Library
de: Bild Bibliotek

# Currency
source: Value
de: Werd

source: Count
de: Anzahl

source: Show Content
de: Innhalt zeigen
